import type { THardwareResData } from '../types';

const fetchHardwareData = (): Promise<THardwareResData> =>
  new Promise((resolve) => {
    setTimeout(
      () =>
        resolve({
          success: true,
          data: [
            {
              id: 39,
              name: "АМВЛ-01 Яровит",
              intro: "- урологический аппарат-массажёр <br>для мужчин",
              image: "assets/images/devices/AMVL-01-yarovit-1-1.jpg",
              idx: 48,
              isHidden: 0,
              depts: [150],
              subdepts: [137, 927],
              specs: "",
              props: {
                content:
                  "<p>Применяется для лечения заболеваний мужской половой системы<strong> </strong>– эректильной дисфункции, хронического простатита, снижения либидо и других.</p>\r\n\r\n<p>Принцип работы прибора основан на комплексном воздействии на половые органы:</p>\r\n\r\n<ul>\r\n\t<li><strong>ЛОД-терапия&nbsp;(фаллодекомпрессия) </strong>создает вакуум вокруг полового члена, помещенного в специальную колбу. Это приводит к местному улучшению кровообращения, повышает тонус сосудов и стимулирует обменные процессы.</li>\r\n\t<li><strong>Фотодинамическое воздействие</strong> лазерным излучением красного диапазона стимулирует местный иммунитет, повышает восприимчивость к антибактериальным препаратам, активизирует процессы восстановления.</li>\r\n</ul>\r\n\r\n<p>Врач определяет оптимальную длительность и интенсивность воздействия в зависимости от диагноза и состояния пациента. Один сеанс длится в среднем 15–20 минут и не требует специальной подготовки.</p>\r\n\r\n<p>Лечение проводится курсами, продолжительность которых врач определяет индивидуально.</p>",
              },
              createdon: "2025-01-21 12:27:02",
              updatedon: "2025-01-21 16:09:54",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/AMVL-01-yarovit-1-1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/AMVL-01-yarovit-1-1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 40,
              name: "Ultraformer III (Ультраформер)",
              intro: "- ультразвуковой SMAS лифтинг",
              image: "assets/images/devices/ultraformer-iii-1.jpg",
              idx: 49,
              isHidden: 0,
              depts: [139],
              subdepts: [139, 213],
              specs: "",
              props: {
                content:
                  '<p><u><em><a href="http://stomistok.ru/ultrazvukovoj-smas-lifting-na-apparate-ultraformer/">Ультраформер III</a></em></u> – это инновационный аппарат для SMAS-лифтинга, который помогает вернуть коже упругость, подтянуть контуры лица и избавиться от признаков старения. Прибор воздействует ультразвуковыми волнами на глубокие слои кожи (SMAS), стимулируя выработку коллагена и запускает процессы естественного омоложения.</p>\r\n\r\n<p>Преимущества Ультраформер 3:</p>\r\n\r\n<ul>\r\n\t<li><strong>Безоперационная подтяжка.</strong> Процедура даёт эффект, сравнимый с хирургическим лифтингом, без разрезов и длительной реабилитации.</li>\r\n\t<li><strong>Долговременный результат.</strong> Упругость и молодость кожи сохраняются на 2-3 года после курса процедур.</li>\r\n\t<li><strong>Минимальная травматичность.</strong> Воздействие ультразвука безопасно для кожи, подходит для всех возрастов и типов кожи.</li>\r\n\t<li><strong>Мгновенный эффект.</strong> Первые изменения заметны сразу после процедуры, с дальнейшим улучшением в течение 2–3 месяцев.</li>\r\n</ul>\r\n\r\n<p>Ультраформер 3 – выбор для тех, кто хочет вернуть молодость и красоту кожи без хирургического вмешательства!</p>',
              },
              createdon: "2025-01-21 16:20:02",
              updatedon: "2025-01-21 16:33:04",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/ultraformer-iii-1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/ultraformer-iii-1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 38,
              name: "Cefla Stern Webber",
              intro: "- стоматологическая установка",
              image: "assets/images/devices/Cefla_Stern_Webber_1.png",
              idx: 47,
              isHidden: 0,
              depts: [130, 162],
              subdepts: [
                14, 130, 162, 164, 172, 174, 175, 176, 177, 178, 179, 180, 182,
                186, 395, 396, 397, 398, 399,
              ],
              specs: "",
              props: {
                content:
                  "<p>Уже более полувека итальянская компания Cefla производит стоматологические установки самого высокого качества.</p>\r\n\r\n<p>Стоматологическая установка Stern Weber – это современное оборудование, которое стоматологи используют для лечения зубов. Для обычного пациента Stern Weber предлагает несколько важных преимуществ:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p><strong>Комфорт</strong>: кресло удобно регулируется, позволяя расслабиться во время процедуры. Оно подстраивается под положение пациента, обеспечивая удобство даже при долгом лечении.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p><strong>Точность лечения</strong>: благодаря передовым технологиям, стоматолог&nbsp;проводит&nbsp;лечение&nbsp;точнее и аккуратнее.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p><strong>Меньше стресса и неприятных ощущений</strong>: установка позволяет проводить многие процедуры быстрее и эффективнее, что уменьшает дискомфорт для пациента.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p><strong>Визуализация</strong>: установки оснащены&nbsp;экранами, на которых можно увидеть рентгеновские снимки или видео с камеры в реальном времени, что помогает доктору в работе.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>В общем, такие установки делают поход к стоматологу более комфортным и&nbsp;безопасным.</p>",
              },
              createdon: "2024-10-21 15:55:47",
              updatedon: "2024-10-21 16:48:36",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/Cefla_Stern_Webber_1.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/Cefla_Stern_Webber_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 27,
              name: "Medstar UE-3000",
              intro: "- ЛОР-комбайн",
              image: "assets/images/devices/medstar-UE-3000!.jpg",
              idx: 35,
              isHidden: 0,
              depts: [133, 158],
              subdepts: [133, 158],
              specs: "",
              props: {
                content:
                  "<p>UE-3000 – универсальный ЛОР-комбайн от южнокорейской компании Medstar. При небольших габаритах эта установка отличается многофункциональностью. UE-3000 включает в себя всё, что нужно для полноценной работы отоларингологического кабинета:</p>\r\n\r\n<ul>\r\n\t<li>рабочую поверхность из закаленного сверхпрочного оргстекла с металлическим лотком для инструментов</li>\r\n\t<li>систему вакуумной аспирации с наконечниками, подходящими для пациентов разных возрастов</li>\r\n\t<li>систему ирригации для промывания ушей тёплой водой</li>\r\n\t<li>систему распыления лекарственных препаратов</li>\r\n\t<li>портативную систему эндоскопической визуализации DS.Vision SD USB, которая позволяет захватывать, обрабатывать, просматривать и распечатывать снимки, получаемые в процессе диагностики</li>\r\n\t<li>негатоскоп для просмотра рентгеновских снимков</li>\r\n\t<li>комплект эндоскопов, необходимых для полноценной диагностики, с системой антизапотевания</li>\r\n\t<li>яркую подсветку – стационарный и точечный осветители.</li>\r\n</ul>",
              },
              createdon: "2023-01-05 17:47:34",
              updatedon: "2023-01-05 18:59:34",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/medstar-UE-3000!.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/medstar-UE-3000%21.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 28,
              name: "«Элема-Н МБП1»",
              intro: "- аппарат для массажа барабанной перепонки",
              image: "assets/images/devices/ELEMA-N-MBP-1_3.jpg",
              idx: 36,
              isHidden: 0,
              depts: [133, 158],
              subdepts: [133, 158, 194],
              specs: "",
              props: {
                content:
                  "<p>Элема-Н МБП1 – медицинский прибор для массажа барабанной перепонки уха с помощью попеременного воздействия давления и вакуума.</p>\r\n\r\n<p>Аппарат предназначен для устранения застойных явлений в барабанных перепонках и в полости среднего уха. Это необходимо для лечения целого ряда заболеваний:</p>\r\n\r\n<ul>\r\n\t<li>воспаления среднего уха и слуховой трубы (среднего отита и евстахиита)</li>\r\n\t<li>рубцовых сращений в барабанной полости</li>\r\n\t<li>наличия жидкости в барабанной полости.</li>\r\n</ul>\r\n\r\n<p>В ходе сеанса пациент надевает специальные наушники, подключенные к аппарату. Прибор генерирует импульсы вакуума и давления в ушной раковине и слуховом проходе, оказывая массажный эффект.</p>\r\n\r\n<p>Для предотвращения неприятных ощущений у пациента интенсивность воздействия возрастает постепенно – от минимального до необходимого.</p>",
              },
              createdon: "2023-01-05 18:25:23",
              updatedon: "2023-03-21 16:58:34",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/ELEMA-N-MBP-1_3.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/ELEMA-N-MBP-1_3.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 29,
              name: "Chammed CMEI-100",
              intro: "- аппарат для промывки наружного уха и полостей носа",
              image: "assets/images/devices/Chammed-CMEI-100_1.jpg",
              idx: 37,
              isHidden: 0,
              depts: [133, 158],
              subdepts: [133, 158, 194],
              specs: "",
              props: {
                content:
                  "<p>Chammed CMEI-100 – настольный прибор для промывки наружного уха и полостей носа физиологическим раствором или водой, подогретыми до температуры 37°С.</p>\r\n\r\n<p>Аппарат применяется для лечения:</p>\r\n\r\n<ul>\r\n\t<li>закупорки ушного прохода инородным телом</li>\r\n\t<li>серных пробок</li>\r\n\t<li>ринита и синусита</li>\r\n\t<li>полипов носовой полости.</li>\r\n</ul>\r\n\r\n<p>Также прибор применяют при обследовании ушных проходов и барабанной перепонки.</p>\r\n\r\n<p>Интенсивность водяной струи регулируется, поэтому аппарат подходит пациентам с чувствительной барабанной перепонкой.</p>\r\n\r\n<p>Встроенный датчик температуры жидкости гарантирует, что вода для промывания не окажется слишком холодной или горячей.</p>\r\n\r\n<p>Особенности аппарата:</p>\r\n\r\n<ul>\r\n\t<li>не создает никаких неприятных ощущений для пациентов</li>\r\n\t<li>подходит для детей и взрослых</li>\r\n\t<li>с ушной и назальной насадками.</li>\r\n</ul>",
              },
              createdon: "2023-01-05 18:58:57",
              updatedon: "2023-03-21 17:01:05",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/Chammed-CMEI-100_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/Chammed-CMEI-100_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 30,
              name: "Voluson E10",
              intro: "- гинекологический аппарат УЗИ",
              image: "assets/images/devices/voluson-e10_1.jpg",
              idx: 38,
              isHidden: 0,
              depts: [132, 137, 153, 160],
              subdepts: [132, 137, 153, 160, 191, 206, 207],
              specs: "",
              props: {
                content:
                  "<p>Voluson E10 – ультразвуковая диагностическая медицинская система экспертного класса, обеспечивающая беспрецедентное качество изображения. Её ключевые особенности:</p>\r\n\r\n<ul>\r\n\t<li>получение впечатляющих 2D и 3D/4D-изображений с улучшенной глубиной проникновения и четкостью</li>\r\n\t<li>непревзойденная скорость передачи данных, обеспечивающая более высокое разрешение</li>\r\n\t<li>визуализация даже самых мелких сосудов</li>\r\n\t<li>углубленная оценка сократительной способности сердца плода</li>\r\n\t<li>отслеживание и визуализация тока крови</li>\r\n\t<li>создание 3D срезов тканей и костей</li>\r\n\t<li>подавление шумов и артефактов, предотвращающее искажение результатов исследования.</li>\r\n</ul>\r\n\r\n<p>Данный аппарат УЗИ подходит для:</p>\r\n\r\n<ul>\r\n\t<li>детальной визуализации фолликулов и фаллопиевых труб</li>\r\n\t<li>обследования эндометрия и яичников, кровеносных капилляров в тканях для раннего выявления новообразований</li>\r\n\t<li>выявления аномалий, последствий травм, новообразований и других патологий в матке, тазовых мышцах и костях</li>\r\n\t<li>фетальной биометрии (определения размеров плода и их соответствия сроку беременности)</li>\r\n\t<li>определения возможных пороков сердца плода</li>\r\n\t<li>выявления оптимальной тактики родов в зависимости от особенностей положения плода, его строения, размеров и т.д.</li>\r\n</ul>",
              },
              createdon: "2023-03-20 12:07:02",
              updatedon: "2023-11-06 11:47:32",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/voluson-e10_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/voluson-e10_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 31,
              name: "HRK-1 Huvitz",
              intro: "- авторефрактометр",
              image:
                "assets/images/devices/avtorefraktometr_HRK-1_Huvitz_3_8.jpg",
              idx: 39,
              isHidden: 0,
              depts: [148, 919],
              subdepts: [148, 867, 868, 919],
              specs: "",
              props: {
                content:
                  "<p>HRK-1 Huvitz – инновационный авторефрактометр южно-корейского производства. Предназначен для выявления близорукости, дальнозоркости и астигматизма.</p>\r\n\r\n<p>Особенности прибора:</p>\r\n\r\n<ul>\r\n\t<li>автоматическая настройка системы наведения исключает ошибки, связанные с вариабельностью рефракции пациента</li>\r\n\t<li>функция «направляющей точки» (Aiming Dot) помогает врачу быстро навести прибор на глаз пациента, сокращая время обследования</li>\r\n\t<li>режим осмотра в цвете для общего мониторинга состояния глаз позволяет врачу показать пациенту все детали проведенного обследования</li>\r\n\t<li>определение посадки контактных линз с использованием встроенного в прибор&nbsp;фильтра желтого цвета, помогающего рассмотреть поверхность роговицы в мельчайших деталях.</li>\r\n</ul>",
              },
              createdon: "2023-03-20 13:10:20",
              updatedon: "2023-03-21 17:14:19",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/avtorefraktometr_HRK-1_Huvitz_3_8.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/avtorefraktometr_HRK-1_Huvitz_3_8.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 32,
              name: "HNT-1 Huvitz",
              intro: "- бесконтактный пневмотонометр",
              image: "assets/images/devices/tonometr_HNT-1_Huvitz_5.jpg",
              idx: 40,
              isHidden: 0,
              depts: [148, 919],
              subdepts: [143, 867, 868, 919],
              specs: "",
              props: {
                content:
                  "<p>HNT-1 Huvitz – бесконтактный офтальмологический пневмотонометр от южно-корейского бренда. Новый флагман в измерении внутриглазного давления!</p>\r\n\r\n<p>Главные преимущества прибора:</p>\r\n\r\n<ul>\r\n\t<li>инновационная функция Smart Puffing Control автоматически подстраивает силу воздушного «выстрела» для измерения внутриглазного давления под давление в глазу пациента</li>\r\n\t<li>удобный держатель для подбородка пациента с изменяемой высотой.</li>\r\n</ul>\r\n\r\n<p>Данный тонометр подходит для проведения скрининговых обследований с целью выявления глазных патологий, в том числе глаукомы.</p>",
              },
              createdon: "2023-03-20 14:00:58",
              updatedon: "2023-03-21 17:12:55",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/tonometr_HNT-1_Huvitz_5.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/tonometr_HNT-1_Huvitz_5.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 33,
              name: "Dixion S280 (S)",
              intro: "- офтальмологическая щелевая лампа",
              image: "assets/images/devices/shelevaya_lampa_dixion_1.jpg",
              idx: 41,
              isHidden: 0,
              depts: [148, 919],
              subdepts: [148, 867, 868, 919],
              specs: "",
              props: {
                content:
                  "<p>Dixion S280 (S) – щелевая офтальмологическая лампа,&nbsp;предназначенная для высокоточной микроскопии передних отделов глаза, глазного дна, стекловидного тела, а также других тканей и сред глаза.</p>\r\n\r\n<p>Особенности и преимущества лампы:</p>\r\n\r\n<ul>\r\n\t<li>три ступени увеличения (в 10,16 и 25 раз)</li>\r\n\t<li>высокое разрешение</li>\r\n\t<li>яркий светодиодный осветитель</li>\r\n\t<li>плавная регулировка длины и ширины щели</li>\r\n\t<li>аппарат оснащен желтым фильтром, необходимым для осмотра роговицы</li>\r\n\t<li>электроподъемный стол в комплекте.</li>\r\n</ul>",
              },
              createdon: "2023-03-20 16:48:53",
              updatedon: "2023-03-21 17:16:26",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/shelevaya_lampa_dixion_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/shelevaya_lampa_dixion_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 34,
              name: "«ПЕРИТЕСТ-300»",
              intro: "- офтальмологический периметр",
              image: "assets/images/devices/peritest_1.jpg",
              idx: 43,
              isHidden: 0,
              depts: [148, 919],
              subdepts: [148, 867, 868, 919],
              specs: "",
              props: {
                content:
                  "<p>«ПЕРИТЕСТ-300» – офтальмологический периметр (анализатор поля зрения),&nbsp;предназначенный для определения границ поля зрения, а также оценки световой чувствительности внутри поля зрения в условиях дневного, сумеречного и ночного зрения.&nbsp;Необходим для ранней диагностики глаукомы, различных патологий сетчатки и зрительного нерва.</p>\r\n\r\n<p>Конструктивно прибор выполнен в виде полусферы, в которую вмонтированы 260 светодиодов. Он предоставляет возможность провести исследования&nbsp;&nbsp;в центральном или периферическом поле зрения в трех режимах: быстрого (30%), частичного (50%) и полного (100%) объема.&nbsp;</p>\r\n\r\n<p>Врач может воспользоваться предустановленными программами:</p>\r\n\r\n<ul>\r\n\t<li>поле зрения перифирическое</li>\r\n\t<li>поле зрения центральное</li>\r\n\t<li>макула (желтое пятно)</li>\r\n\t<li>глаукома или назальная ступенька</li>\r\n\t<li>слепое пятно</li>\r\n\t<li>гемианопсия (болезнь выпадения половины поля зрения, половинная слепота).</li>\r\n</ul>\r\n\r\n<p>Результаты обследования отображаются на мониторе компьютера и могут быть распечатаны на принтере.</p>",
              },
              createdon: "2023-03-20 18:07:23",
              updatedon: "2023-03-21 17:26:30",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/peritest_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/peritest_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 35,
              name: "Аэлтис-синхро-02 Яровит",
              intro:
                "- лазерный комплекс для лечения хронических заболеваний простаты",
              image:
                "assets/images/devices/lechenie-xronicheskogo-prostatita-na-apparate-aeltis_device.jpg",
              idx: 44,
              isHidden: 0,
              depts: [150],
              subdepts: [150, 927],
              specs: "",
              props: {
                content:
                  '<p>«Аэлтис» – аппарат&nbsp;<strong>для комплексной терапии хронических и воспалительных заболеваний органов мочеполовой системы </strong>у мужчин. Прибор оказывает три вида воздействия:</p>\r\n\r\n<ul>\r\n\t<li>лазерное (тепловое)</li>\r\n\t<li>магнитное</li>\r\n\t<li>электрическое (электрофорез).</li>\r\n</ul>\r\n\r\n<p>Наиболее широкое применение аппарат находит в урологии для лечения хронического простатита, аденомы предстательной железы, хронической тазовой боли, расстройства мочеиспускания и эректильной дисфункции.</p>\r\n\r\n<p>Благодаря особенностям конструкции прибор создает многочастотную объемную&nbsp;электростимуляцию&nbsp;мышц малого таза по двум независимым каналам – через анус и уретру. Это позволяет эффективно устранять застойные явления в простате.</p>\r\n\r\n<p>Подробнее о лечении на электролазерном комплексе «Аэлтис» можно&nbsp;прочитать <em><u><a href="http://stomistok.ru/lechenie-xronicheskogo-prostatita-na-apparate-aeltis/">здесь</a></u></em></p>',
              },
              createdon: "2023-09-13 15:01:47",
              updatedon: "2025-01-21 16:12:29",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/lechenie-xronicheskogo-prostatita-na-apparate-aeltis_device.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/lechenie-xronicheskogo-prostatita-na-apparate-aeltis_device.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 36,
              name: "VarioSurg 3",
              intro: "-  ультразвуковая хирургическая система",
              image: "assets/images/devices/VarioSurg3_devices_1.jpg",
              idx: 45,
              isHidden: 0,
              depts: [130],
              subdepts: [130, 174, 178],
              specs: "",
              props: {
                content:
                  '<p>VarioSurg 3 – современная хирургическая ультразвуковая система (пьезотом) японского произодства (NSK Nakanishi). Применяется для проведения щадящих операций в костной хирургии, имплантологии, пародонтологии, эндодонтии и при синуслифтинге.</p>\r\n\r\n<p>Принцип работы прибора:&nbsp;</p>\r\n\r\n<ol type="1">\r\n\t<li>Пьезоэлектрический генератор преобразует электрические сигналы в ультразвуковые колебания с высокой частотой и низкой амплитудой.</li>\r\n\t<li>Ультразвуковые волны поступают в специальный наконечник, где они превращаются в механические вибрации.</li>\r\n\t<li>Насадка воздействует на ткани по принципу перфоратора – микроскопическими ударами с интенсивным ускорением. В результате костная ткань как бы «расплавляется», а не откалывается и не крошится. Это позволяет делать максимально точные, аккуратные надрезы.</li>\r\n</ol>\r\n\r\n<p>Преимущества&nbsp;аппарата :</p>\r\n\r\n<ul>\r\n\t<li>сверхтонкий, эргономичный наконечник для прицельно точного воздействия</li>\r\n\t<li>автонастройка мощности для автоматического&nbsp;определения необходимой частоту колебаний</li>\r\n\t<li>встроенное LED-освещение для улучшенного обзора с тремя уровнями яркости</li>\r\n\t<li>ножное управление с помощью педали оставляет руки врача свободными, что особенно важно при выполнении тонких хирургических манипуляций.</li>\r\n</ul>',
              },
              createdon: "2023-10-31 17:49:43",
              updatedon: "2023-11-01 15:55:38",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/VarioSurg3_devices_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/VarioSurg3_devices_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 37,
              name: "Мавит",
              intro: "- аппарат для лечения хронического простатита",
              image: "assets/images/devices/mavit.jpg",
              idx: 45,
              isHidden: 0,
              depts: [150],
              subdepts: [150, 927],
              specs: "",
              props: {
                content:
                  '<p>«Мавит» представляет собой современное устройство для физиотерапевтического лечения&nbsp;хронического простатита и других заболеваний мужской мочеполовой системы. Для достижения терапевтического эффекта прибор использует:&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>тепловое воздействие – нагревание тканей простаты до температуры 40-45 градусов по Цельсию</li>\r\n\t<li>воздействие&nbsp;низкочастотных магнитных полей</li>\r\n\t<li>вибрационное воздействие, создающее&nbsp;эффект микромассажа.</li>\r\n</ul>\r\n\r\n<p>«Мавит» используется для лечения:</p>\r\n\r\n<ul>\r\n\t<li>хронического простатита вне периодов обострения</li>\r\n\t<li>простатовезикулита (воспаления простаты и семенных пузырьков)</li>\r\n\t<li>уретропростатита (воспаления простаты и мочеиспускательного канала)</li>\r\n\t<li>проблем&nbsp;с потенцией.</li>\r\n</ul>\r\n\r\n<p>В результате комплексного физиотерапевтического воздействия:</p>\r\n\r\n<ul>\r\n\t<li>усиливается&nbsp;эффект&nbsp;от медикаментозного лечения</li>\r\n\t<li>уменьшается воспаление и отёк&nbsp;в тканях простаты</li>\r\n\t<li>улучшается кровообращение</li>\r\n\t<li>уходят неприятные симптомы</li>\r\n\t<li>восстанавливается&nbsp;сексуальная&nbsp;функция.</li>\r\n</ul>\r\n\r\n<p>Подробнее о лечении на аппарате «Мавит» можно прочитать <em><u><a href="http://stomistok.ru/lechenie-xronicheskogo-prostatita-na-apparate-mavit/">здесь</a></u></em></p>',
              },
              createdon: "2023-12-12 18:15:21",
              updatedon: "2025-01-21 16:04:32",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/mavit.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/mavit.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 22,
              name: "Leonardo Hyper Pulse",
              intro: "- эффективное фотолечение и эпиляция",
              image: "assets/images/devices/OBORUDOVANIE_leonardo.png",
              idx: 29,
              isHidden: 0,
              depts: [139],
              subdepts: [213],
              specs: "",
              props: {
                content:
                  "<p>Мультиплатформа, которая за счёт съемных фильтров, объединяет в себе 5 процедур:&nbsp;<br />\r\n1.&nbsp;&nbsp; &nbsp;Эпиляция<br />\r\n2.&nbsp;&nbsp; &nbsp;Омоложение<br />\r\n3.&nbsp;&nbsp; &nbsp;Лечение акне<br />\r\n4.&nbsp;&nbsp; &nbsp;Удаление сосудов<br />\r\n5.&nbsp;&nbsp; &nbsp;Пигментация&nbsp;<br />\r\nАппарат оснащен двумя манипулами разной величины - 3.5 см и 7,5 см., каждая из которых предназначена для конкретных зон, что обеспечивает большую эффективность и безопасность для клиента.<br />\r\nНасадка Hyper Pulse имеет встроенное контактное охлаждение которое позволяет делать процедуру безболезненно даже во время длительного применения<br />\r\nВозможность настройки индивидуального протокола для решения той или иной эстетической проблемы пациента зависит от разных длин волн (400-1200 НМ), а так же высокая частота повторения импульса - 5Гц в секунду.<br />\r\nАппарат Leonardo оснащен ALT технологией, которая является инновационной разработкой израильских ученых и самым эффективным способом удаления нежелательных и вросших волос</p>\r\n\r\n<h3>Главные преимущества ALT эпиляции:</h3>\r\n\r\n<ul>\r\n\t<li>экономия времени на проведение процедуры:&nbsp;эпиляция всего тела – 18 минут&nbsp;</li>\r\n\t<li>Контактное охлаждение -9°C, что позволяет делать процедуру более комфортной для пациента&nbsp;</li>\r\n\t<li>технология ALT - одновременное воздействие 5 световых импульсов в 1 секунду, благодаря которым достигается результативное воздействие на меланин.</li>\r\n\t<li>не имеет сезонности (применение даже на загорелую кожу)&nbsp;</li>\r\n\t<li>работает со всеми типами волос.</li>\r\n\t<li>возможность индивидуального подбора протокола благодаря сменным фильтрам.</li>\r\n</ul>",
              },
              createdon: "2022-01-03 19:03:56",
              updatedon: "2023-06-02 16:37:59",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/OBORUDOVANIE_leonardo.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/OBORUDOVANIE_leonardo.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 23,
              name: "АТ 235 Interacoustics",
              intro: "импедансный аудиометр",
              image: "assets/images/devices/Interacoustics-AT235.jpg",
              idx: 30,
              isHidden: 0,
              depts: [133, 158],
              subdepts: [195],
              specs: "",
              props: {
                content:
                  "<p>AT 235 – импедансный аудиометр с полным набором тестов. Позволяет проводить объективные обследования состояния среднего уха. Также используется при измерении порога слышимости по воздушной проводимости.</p>\r\n\r\n<p>Особенности аудиометра AT 235</p>\r\n\r\n<ul>\r\n\t<li>Объективное обследование состояния среднего уха.</li>\r\n\t<li>Измерение порога слышимости (воздушная проводимость).</li>\r\n\t<li>Автоматические измерения.</li>\r\n\t<li>Тесты: тональная аудиометрия по воздушной проводимости, рефлексометрия (ипси- и контралатеральная), тимпанометрия, тест функции Евстахиевой трубы.</li>\r\n\t<li>Встроенное печатающее устройство для печати результатов.</li>\r\n\t<li>Полученные данные можно сохранять в памяти аудиометра.</li>\r\n</ul>",
              },
              createdon: "2022-01-13 16:54:13",
              updatedon: "2022-08-25 18:52:24",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/Interacoustics-AT235.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/Interacoustics-AT235.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 24,
              name: "ОПТИМЕД-ВРП-ВС-01",
              intro: "видеориноларингоскоп",
              image: "assets/images/devices/OPTIMED-ВРП-ВС-01.jpg",
              idx: 18,
              isHidden: 0,
              depts: [133, 158],
              subdepts: [133, 194, 195],
              specs: "",
              props: {
                content:
                  "<p>Видеориноларингоскоп позволяет выявить причины изменения/пропажи голоса, болевых ощущений в горле, затрудненного дыхания. Оценить проблемы с дыхательными путями, проанализировать процесс голосообразования и состояние элементов гортани, участвующих в дыхании и фонации. Видеориноларингоскопы позволяют проводить исследование в спорных диагностических случаях, документировать результаты исследований и лечения, выводить изображение на экран монитора, компьютера или регистратора.&nbsp;</p>",
              },
              createdon: "2022-01-13 16:56:42",
              updatedon: "2022-01-19 12:44:15",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/OPTIMED-ВРП-ВС-01.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/OPTIMED-%D0%92%D0%A0%D0%9F-%D0%92%D0%A1-01.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 25,
              name: "Planmeca Viso G5",
              intro: "- конусно-лучевой <br>компьютерный томограф",
              image: "assets/images/devices/planmeca-viso-g5_2.jpg",
              idx: 32,
              isHidden: 0,
              depts: [130, 162],
              subdepts: [14, 130, 177, 395],
              specs: "",
              props: {
                content:
                  '<p>Это флагман модельного ряда томографов от финского бренда Planmeca. Он&nbsp;воплощает в себе самые передовые технологии конусно-лучевой томографии:</p>\r\n\r\n<ul>\r\n\t<li>Томограф позволяет получать КТ-снимки непревзойдённого качества при минимальной дозе облучения пациента</li>\r\n\t<li>Подходит для любых диагностических задач</li>\r\n\t<li>Коррекция движений пациента, удаление шумов и уменьшение металлических артефактов –&nbsp;все эти опции включены в стандартную комплектацию</li>\r\n\t<li>Эргономичный фиксатор головы делает сканирование комфортным для пациента</li>\r\n\t<li>Процедура занимает&nbsp;менее минуты!</li>\r\n</ul>\r\n\r\n<p>Подробнее о томографе&nbsp;Planmeca Viso G5 можно прочитать <em><u><a href="http://stomistok.ru/konusno-luchevaya-kompyuternaya-tomografiya/">здесь</a></u></em></p>',
              },
              createdon: "2022-02-17 13:55:08",
              updatedon: "2023-11-06 13:21:26",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/planmeca-viso-g5_2.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/planmeca-viso-g5_2.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 26,
              name: "«Фотек»",
              intro: "- радиоволновой нож",
              image: "assets/images/devices/fotek_1.jpg",
              idx: 34,
              isHidden: 0,
              depts: [132, 142],
              subdepts: [132, 142],
              specs: "",
              props: {
                content:
                  '<p>Аппарат «Фотек» – это радиоволновой нож, позволяющий выполнять высокоточные разрезы с минимальной травматизацией здоровых тканей. Прибор успешно применяется в дерматологии и гинекологии для удаления новообразований на коже и слизистых оболочках.</p>\r\n\r\n<p>«Фотек» работает по тому же принципу, что и микроволновая печь. Аппарат воздействует на клетки пациента высокочастотными радиоволнами, вызывая мощный всплеск энергии на молекулярном уровне. Происходит нагревание тканей и их расслоение. Электрод, генерирующий излучение, при этом с кожей не соприкасается.</p>\r\n\r\n<p>Удаление новообразований на аппарате «Фотек» имеет несколько важных преимуществ:</p>\r\n\r\n<ul>\r\n\t<li>безболезненность в ходе лечения</li>\r\n\t<li>нет риска открытия кровотечений или инфицирования раны</li>\r\n\t<li>подходит для взятия биопсии</li>\r\n\t<li>ткани быстро заживают</li>\r\n\t<li>не остаётся шрамов</li>\r\n\t<li>удаленные новообразования почти никогда не возникают повторно.</li>\r\n</ul>\r\n\r\n<p>О применении&nbsp;аппарата «Фотек»&nbsp;в дерматологии можно прочитать <em><u><a href="http://stomistok.ru/udalenie-novoobrazovanij-radiovolnovyim-nozhom-fotek/?">здесь</a></u></em>, а о его использовании в гинекологии – <a href="http://stomistok.ru/apparat-fotek-dlya-lecheniya-ginekologicheskix-zabolevanij/"><em><u>тут</u></em></a>.</p>',
              },
              createdon: "2022-05-23 10:24:42",
              updatedon: "2022-05-23 14:28:37",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/fotek_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/fotek_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 14,
              name: "PrimeScan",
              intro: "- интраоральный сканер ",
              image: "assets/images/devices/prime-scan.png",
              idx: 18,
              isHidden: 0,
              depts: [130],
              subdepts: [130, 172, 178, 179, 395],
              specs: "",
              props: {
                content:
                  "<p>Интраоральный сканер&nbsp;Primescan обеспечивает возможность оказания всех видов стоматологической помощи, от лечения одиночного зуба до полного восстановления зубного ряда. Интраоральное сканирование с Primescan стало точнее, быстрее и проще, чем когда-либо.</p>\r\n\r\n<p><strong>Гигиеническая безопасность: </strong>автоклавируемые и одноразовые&nbsp;насадки</p>\r\n\r\n<p><strong>Точность: </strong>инновационный интеллектуальный датчик Smart Pixel Sensor и технология динамического глубокого сканирования</p>\r\n\r\n<p><strong>Удобство:</strong> простота сканирования труднодоступных областей: увеличенное поле обзора мгновенно и точно визуализирует области</p>\r\n\r\n<p><strong>Скорость:</strong> консолидация более 50000 изображений в секунду и быстрая обработка данных.</p>",
              },
              createdon: "2021-02-16 14:49:16",
              updatedon: "2023-09-18 19:24:04",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/prime-scan.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/prime-scan.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 15,
              name: "Matrx Quantiflex MDM",
              intro: "ротаметр (газосмесительный узел)",
              image: "assets/images/devices/MATRIX.jpg",
              idx: 21,
              isHidden: 0,
              depts: "",
              subdepts: "",
              specs: "",
              props: {
                content:
                  "<p>С появлением современных технологий седации стоматологи могут обеспечить по-настоящему бесстрессовое лечение своим пациентам. Закись азота – это инертный газ, с едва уловимым сладковатым запахом, в смеси с кислородом он обеспечивает самую безопасную и безвредную для пациента седацию. В стоматологии регулярное использование ЗАКС проводится с 1948 года, а в настоящее время в 80% случаев у детей применяется именно этот тип седативного воздействия.</p>\r\n\r\n<p>Подача закиси азота осуществляется с помощью специального оборудования —&nbsp;Matrx Quantiflex MDM. Аппарат представляет собой ротаметр, позволяющий регулировать соотношение газов в смеси, резервный мешок, дыхательный контур с носовой маской и источник газов (баллоны или система). Выдыхаемые пациентом газы эвакуируются высокоскоростным отсосом.</p>",
              },
              createdon: "2021-02-19 12:44:18",
              updatedon: "2022-06-29 15:26:21",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/MATRIX.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/MATRIX.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 16,
              name: "inLab MC X5 Dentsply Sirona",
              intro: "- универсальный 5-осевой шлифовально-фрезерный аппарат",
              image: "assets/images/devices/inLab_MC_X5.jpg.png",
              idx: 12,
              isHidden: 0,
              depts: [130],
              subdepts: [130, 172, 178, 179],
              specs: "",
              props: {
                content:
                  "<p>inLab MC X5 – незаменимый аппарат в зуботехнической лаборатории. Одна из последних разработок в мире стоматологии от компании Dentsply Sirona.</p>\r\n\r\n<p>Благодаря 5-осевой технологии обработки, inLab MC X5 позволяет работать с широким диапазоном задач и изготавливать сложнейшие реставрации с высочайшей точностью.</p>\r\n\r\n<p>• Влажная и сухая обработка керамики, полимеров и металла.&nbsp;<br />\r\n• Большой выбор материалов.&nbsp;<br />\r\n• Сенсорный пульт дистанционного управления.<br />\r\n• Шлифование и фрезерование реставраций полной анатомической формы.</p>",
              },
              createdon: "2021-05-07 18:39:37",
              updatedon: "2023-11-06 11:05:52",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/inLab_MC_X5.jpg.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/inLab_MC_X5.jpg.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 17,
              name: "Система нейрофизиологическая «Нейрон-Спектр-62»",
              intro:
                "- оборудование для энцефалографического исследования (ЭЭГ)",
              image: "assets/images/devices/Neironspektr63.jpg",
              idx: 23,
              isHidden: 0,
              depts: [135, 156],
              subdepts: [135, 156, 202, 244, 245],
              specs: "",
              props: {
                content:
                  '<p>Предназначен для регистрации, хранения и анализа электроэнцефалограммы (ЭЭГ).</p>\r\n\r\n<p>Система также предназначена для регистрации уровня сатурации гемоглобина артериальной крови кислородом, сигнала дыхательных волн (пневмограммы) и других физиологических сигналов.</p>\r\n\r\n<p>Принцип действия системы основан на регистрации и передаче в персональный компьютер биопотенциалов мозга и других физиологических сигналов.</p>\r\n\r\n<p>ЭЭГ необходим для:</p>\r\n\r\n<ul>\r\n\t<li>Исследования&nbsp;функционального состояния головного мозга (ГМ)</li>\r\n\t<li>Диагностики&nbsp;наличия эпилептиформной активности ГМ</li>\r\n\t<li>Уточнения&nbsp;локализации очагов патологической активности ГМ</li>\r\n\t<li>Диагностики&nbsp;нарушений сна</li>\r\n\t<li>Длительного&nbsp;мониторинга функционального состояния ГМ</li>\r\n\t<li>Диагностики&nbsp;когнитивных нарушений</li>\r\n\t<li>Исследования&nbsp;функционального состояния проводниковой и центральной частей зрительного анализатора,&nbsp;центральной части слухового анализатора.</li>\r\n</ul>\r\n\r\n<p>Используется для проведения <a href="https://stomistok.ru/elektroenczefalografiya-(eeg)/"><u><strong>ЭЭГ (электроэнцефалография)</strong></u></a>.</p>',
              },
              createdon: "2021-05-12 18:18:40",
              updatedon: "2022-07-19 13:55:48",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/Neironspektr63.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/Neironspektr63.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 18,
              name: "РЕО-СПЕКТР-2",
              intro: "- многофункциональный компьютерный реограф (РЭГ)",
              image: "assets/images/devices/REOSPEKTR.png",
              idx: 24,
              isHidden: 0,
              depts: [135, 156],
              subdepts: [201, 202, 244, 245],
              specs: "",
              props: {
                content:
                  '<p>Предназначен для съема, отображения и регистрации реосигналов, а также их обработки и анализа при проведении исследований.<br />\r\n4 реографических канала с временным разделением и задаваемой программно частотой измерительного тока обеспечивают регистрацию идеально чистой реограммы без взаимовлияния каналов даже в условиях функциональных проб благодаря применению специальных цифровых методов обработки сигналов.<br />\r\nПо завершении обследования программа автоматически генерирует протокол с учетом возрастных особенностей пациента.&nbsp;</p>\r\n\r\n<p>Используется для проведения <strong><u><a href="https://stomistok.ru/skoro-v-nashej-klinike-reoenczefalografiya-(reg)/">РЭГ&nbsp;(реоэнцефалография)</a></u></strong></p>',
              },
              createdon: "2021-05-13 11:07:10",
              updatedon: "2021-05-27 16:46:41",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/REOSPEKTR.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/REOSPEKTR.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 19,
              name: "BEURER BF1000",
              intro: "- весы для биоимпедансометрии",
              image: "assets/images/devices/BEURER.jpg",
              idx: 26,
              isHidden: 0,
              depts: [141],
              subdepts: [225],
              specs: "",
              props: {
                content:
                  "<p>Эти весы оснащены восемью электродами для рук и&nbsp;стоп и&nbsp;особой функцией перекрестного измерения. В&nbsp;дополнение к&nbsp;весу, они показывают жировую и&nbsp;костную массу, долю влаги и&nbsp;мышечной ткани, а&nbsp;также потребность в&nbsp;калориях.</p>\r\n\r\n<ul>\r\n\t<li>Подробный анализ параметров всего организма с&nbsp;возможностью переноса данных в&nbsp;мобильное приложение</li>\r\n\t<li>Перекрестное измерение с&nbsp;использованием восьми электродов для точного мониторинга на&nbsp;разных участках тела</li>\r\n\t<li>Вес, жировая и&nbsp;костная масса, доля влаги и&nbsp;мышечной ткани, активный и&nbsp;основной метаболизм</li>\r\n\t<li>Сегментный анализ доли жировой и&nbsp;мышечной ткани</li>\r\n</ul>",
              },
              createdon: "2021-08-12 12:19:52",
              updatedon: "2022-08-26 11:03:43",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/BEURER.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/BEURER.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 20,
              name: "Gastrolyzer",
              intro: "водородный дыхательный тест",
              image: "assets/images/devices/Gastrolyzer1.jpg",
              idx: 27,
              isHidden: 0,
              depts: [141],
              subdepts: [141, 227],
              specs: "",
              props: {
                content:
                  "<p>Gastro+ Gastrolyzer<strong>&nbsp;</strong>используется для проведения водородного дыхательного теста ВДТ.&nbsp; С помощью этого прибора проводится&nbsp;измерения водорода в выдыхаемом воздухе, в целях обнаружения ненормального расщепления и/или малабсорбции углеводов, а также других расстройств ЖКТ.&nbsp;</p>",
              },
              createdon: "2021-10-11 14:43:05",
              updatedon: "2022-08-15 19:01:56",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/Gastrolyzer1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/Gastrolyzer1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 21,
              name: "Secret RF",
              intro: "- микроигольчатый RF лифтинг",
              image: "assets/images/devices/SECRET-RF.jpg",
              idx: 20,
              isHidden: 0,
              depts: [139],
              subdepts: [213],
              specs: "",
              props: {
                content:
                  "<p>SECRET&nbsp;RF&nbsp;— это новейшая фракционная&nbsp;RF&nbsp;система с микроиглами. Эффективная технология для&nbsp;лифтинга, омоложения и&nbsp;подтяжки&nbsp;кожи&nbsp;лица, уникальный метод лечения подмышечного гипергидроза.&nbsp;SECRET RF&nbsp;включает биполярный и&nbsp;монополярный&nbsp;RF, картриджи с&nbsp;минимально инвазивными микроиглами (с&nbsp;25&nbsp;и&nbsp;64&nbsp;микроиглами). Новейшая технология лифтинга, подтяжки и&nbsp;омоложения благодаря использованию точно управляемой&nbsp;RF энергии, направленной на&nbsp;разные слои кожи, посредством минимально инвазивных микроигл.<br />\r\nДля всех типов кожи. Зона воздействия SECRET&nbsp;RF: все области лица, шеи, декольте и&nbsp;тело.</p>",
              },
              createdon: "2021-12-22 19:25:43",
              updatedon: "2022-07-18 10:54:59",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/SECRET-RF.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/SECRET-RF.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 11,
              name: "Диодный лазер Melsytech MAGIC ONE",
              intro: "- аппарат для лазерной эпиляции",
              image: "assets/images/devices/MAGIC-ONE.jpg",
              idx: 15,
              isHidden: 0,
              depts: [139],
              subdepts: [139, 213],
              specs: "",
              props: {
                content:
                  "<p>Универсальная лазерная платформа Magic One&nbsp;для лазерной эпиляции - профильная лазерная система, разработанная специально для профессионального удаления нежелательных волос на I-VI фототипах кожи методами селективного или гомогенного фототермолиза.&nbsp;Лазерные диоды последнего поколения и охлаждение сапфирового стекла (до -2°С) позволяют проводить процедуры быстро и безболезненно даже в очень чувствительных зонах.</p>\r\n\r\n<p>&nbsp;</p>",
              },
              createdon: "2020-01-13 14:55:22",
              updatedon: "2022-08-26 11:22:01",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/MAGIC-ONE.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/MAGIC-ONE.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 12,
              name: "Бинокуляры ExamVision",
              intro: "- бинокулярные лупы",
              image: "assets/images/devices/binokulyri.png",
              idx: 17,
              isHidden: 0,
              depts: [130, 162],
              subdepts: [130, 146, 162, 172, 178, 179],
              specs: "",
              props: {
                content:
                  "<p>Бинокулярные лупы ExamVision производятся как TTL система «Through The Lens»&nbsp;и выпускаются только под заказ на основании диагностики заказчика.</p>\r\n\r\n<p>Увеличение: 2.3x – 3.8x&nbsp; и&nbsp;позволяют выполнять работы с высокой точностью!</p>\r\n\r\n<p>Сбалансированные лупы и линзы высокого разрешения обеспечивают великолепную глубину резкости и естественную цветопередачу.</p>\r\n\r\n<p>Фирменное SHV покрытие оптического стекла гарантирует устойчивость к царапинам и антибликовую защиту.</p>\r\n\r\n<p>Бинокулярные лупы ExamVision –&nbsp;хороший выбор для специалистов любых профессий, кому важно качественное увеличение картинки рабочего поля.</p>\r\n\r\n<p>Широкое и четкое поле зрения, благодаря системе TTL (Through The Lens).</p>\r\n\r\n<p>Большая глубина резкости и кристально чистая картинка не зависимо от позиции врача.</p>\r\n\r\n<p>Датское качество и непревзойденный дизайн.</p>",
              },
              createdon: "2020-01-13 17:23:42",
              updatedon: "2023-11-06 11:45:23",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/binokulyri.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/binokulyri.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 13,
              name: "Hydra Beauty",
              intro: "- система для комплексного ухода за кожей",
              image: "assets/images/devices/hydrabeauty.png",
              idx: 18,
              isHidden: 0,
              depts: [139],
              subdepts: [139, 213],
              specs: "",
              props: {
                content:
                  "<p>Технология HydraBeauty (EunSung Global, Корея) – это альянс трех эффективных методов аппаратной косметологии: алмазной микродермабразии, гидропилинга и электропорации.</p>\r\n\r\n<p>✓ Потрясающий результат: заметное омоложение кожи за один сеанс.<br />\r\n✓ Комплекс препаратов от производителя для проведения процедуры гидропилинга.<br />\r\n✓ Одноразовые пластиковые наконечники, автоматическая дезинфекция аппарата.</p>\r\n\r\n<p>Аппарат&nbsp;HydraBeauty – это система для комплексного ухода за кожей, включающего все слагаемые ее молодости и здоровья: бережное очищение и эксфолиацию, питание и увлажнение, стимуляцию обменных процессов на клеточном уровне.</p>\r\n\r\n<p>На первом этапе проводится алмазная микродермабразия – шлифовка кожи специальными насадками с алмазным напылением.</p>\r\n\r\n<p>Второй шаг – сеанс гидропилинга, для которого используется манипула с одноразовым пластиковым наконечником. Процедура сочетает вакуумную чистку, мягкую механическую эксфолиацию и воздействие трех сывороток.</p>\r\n\r\n<p>Следующая ступень – аппликация увлажняющих и питательных средств и введение их в кожу методом электропорации.</p>\r\n\r\n<p>Дополнительная опция – фотохромотерапия красным, синим или фиолетовым светом, нормализующая процессы питания и дыхания кожи на клеточном уровне.</p>\r\n\r\n<p>Технология HydraBeauty – это реальный способ безоперационного неинвазивного омоложения кожи, позволяющий получать мгновенные и стойкие результаты.</p>\r\n\r\n<p>&nbsp;</p>",
              },
              createdon: "2020-07-01 18:46:09",
              updatedon: "2022-08-15 19:12:15",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/hydrabeauty.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/hydrabeauty.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 6,
              name: "Aramo ASW-103",
              intro: " - аппарат для диагностирования кожи лица и головы",
              image: "assets/images/devices/AramoASW103.png",
              idx: 14,
              isHidden: 0,
              depts: [139, 142, 145],
              subdepts: [139, 142, 145, 157, 213],
              specs: "",
              props: {
                content:
                  "<p>Специально для кабинетов косметологии и трихологии была разработана камера Aramo ASW-103.</p>\r\n\r\n<p>В состав камеры входят линзы, позволяющие:&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>снимать обычные фотографии для карточки пациента</li>\r\n\t<li>определять влажность и жирность кожи</li>\r\n\t<li>диагностировать акне, пигментацию и чувствительность кожи</li>\r\n\t<li>сравнивать ширину пор и глубину морщин с эталоном, для данной возрастной группы</li>\r\n\t<li>определять состояние кожи головы, жирность или сухость, наличие воспалений, перхоти и так же состояние капиллярных сосудов кожи головы и состояние кератина кожи головы</li>\r\n\t<li>посчитать количество волос на выделенной зоне.</li>\r\n</ul>\r\n\r\n<p>На камере хорошо видно количество растущих волос из одной луковицы. Каждая камера оборудована программным обеспечением, которое позволяет вести базу пациентов, фотографировать клиента во время обращения с жалобами, а так же делать фотографии после лечения. Благодаря фотографиям, можно тут же сравнить фотографии до и после лечения.</p>",
              },
              createdon: "2019-01-21 14:30:38",
              updatedon: "2021-02-03 14:18:36",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/AramoASW103.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/AramoASW103.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 7,
              name: "AVANCE CS2 Pro",
              intro: "- аппарат для седации и наркоза",
              image: "assets/images/devices/AVANCE.png",
              idx: 4,
              isHidden: 0,
              depts: [130, 162],
              subdepts: [130, 146, 162, 164, 396, 399],
              specs: "",
              props: {
                content:
                  "<p>Многофункциональный анестезиологический комплекс Avance CS2 Pro находит широкое применение в общей хирургии, анестезиологии и реанимации.</p>\r\n\r\n<p>Основные особенности наркозно-дыхательного&nbsp;аппарата Avance:</p>\r\n\r\n<ul>\r\n\t<li>Постоянный мониторинг жизненно важных функций пациента (кривые: Paw, Flow (или АА), CO2, числовые и графические тренды, функция спирометрии TV &amp; MV, FiO2 (опция)).</li>\r\n\t<li>Возможность различных вариантов комплектации газовых модулей.</li>\r\n\t<li>Вентилятор с большим высококонтрастным цветным дисплеем.</li>\r\n\t<li>Уникальная дыхательная система (ABS) для проведения низкопоточной анестезии. Система имеет минимальное число соединений, проста и удобна в обслуживании, автоклавируема при 134 °C.</li>\r\n\t<li>Объем дыхательной системы порядка двух литров, что позволяет анестезиологу практически мгновенно реагировать на изменение в состоянии пациента и существенно снижает расход дорогостоящих ингаляционных анестетиков.</li>\r\n\t<li>Поддержка всех основных режимов вентиляции: VCV/PCV (вентиляция контролируется по объему c компенсацией дыхательного объема/давления), SIMV–VC, SIMV-PC.</li>\r\n\t<li>Уникальный режим PSV Pro (Pressure Support/ Опция) обеспечивает поддержку давлением, в случае апноэ у пациента переходит к предыдущему режиму вентиляции, наиболее комфортному для больного.</li>\r\n\t<li>Встроенный аккумулятор обеспечивает автономный режим работы от 30 минут.</li>\r\n</ul>",
              },
              createdon: "2019-05-23 16:53:55",
              updatedon: "2021-04-12 17:24:05",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/AVANCE.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/AVANCE.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 8,
              name: "ORMED профессионал",
              intro: " - аппарат для лечения межпозвоночной грыжи",
              image: "assets/images/devices/ormed.png",
              idx: 12,
              isHidden: 0,
              depts: [135],
              subdepts: [135, 200, 201, 245],
              specs: "",
              props: {
                content:
                  "<p>«Ормед-Профессионал» – аппарат для лечения грыжи позвоночника.</p>\r\n\r\n<p>Профессиональная механотерапевтическая установка для дозированного вытяжения (тракции) позвоночника и вибрационно-теплового, роликового массажа.</p>\r\n\r\n<p>Аппарат пассивной механотерапии эффективен при реабилитации, профилактике и лечении заболеваний у больных с неврологическими проявлениями шейного, грудного и поясничного остеохондроза, а также остеохондроза суставов.</p>\r\n\r\n<p>Позволяет проводить лечение грыжи позвоночника БЕЗ ХИРУРГИЧЕСКОГО ВМЕШАТЕЛЬСТВА!</p>\r\n\r\n<p>Аппарат работает электронно, параметры вытяжения настраиваются с сенсорного ЖК-пульта управления и строго дозированы.</p>\r\n\r\n<p>Внимание! Аппарат выпускается в новом корпусе. Внешний вид стал более современным, обтекаемым. Теперь «Ормед-профессионал» гармонично впишется в дизайн самой современной клиники.</p>\r\n\r\n<p>«Ормед-Профессионал» – предназначен для специалистов с высокими требованиями к эксплуатируемой технике. Это современный аппарат, рычаги вытяжения которого позволяют проводить работу под различными углами. За счет изменения углов вытяжения возможно локально воздействовать именно на тот участок, где возникла грыжа позвоночника. Лечение осуществляется комплексно. На аппарате возможно проведение комплексных процедур (паравертебрального вибромассажа с вытяжением поясничного или шейного отдела позвоночника) и вытяжения суставов верхних и нижних конечностей.</p>",
              },
              createdon: "2019-05-23 18:53:04",
              updatedon: "2022-07-01 17:27:35",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/ormed.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/ormed.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 9,
              name: "Philips ZOOM",
              intro: "Лампа для отбеливания зубов Philips ZOOM",
              image: "assets/images/devices/zoom.png",
              idx: 7,
              isHidden: 0,
              depts: [130],
              subdepts: [130, 175, 179],
              specs: "",
              props: {
                content:
                  "<p>Лампа для отбеливания зубов- Philips ZOOM. Отбеливает зубы до восьми тонов за 45 минут, позволяет достигнуть более эффективных результатов по сравнению с другими средствами для профессионального отбеливания.</p>\r\nСистема обеспечивает максимальный комфорт и безопасность. Система zoom &nbsp;позволяет отбеливать эмаль не травмируя ее. В современном обществе красивая улыбка стала незаменимой частью преуспевающего человека. Красивая улыбка – это ключ, который открывает многие двери. Сделайте первый шаг к тому, чтобы чувствовать себя лучше, выглядеть потрясающе и производить запоминающееся впечатление каждый раз, когда вы улыбаетесь!\r\n\r\n<p>&nbsp;</p>",
              },
              createdon: "2019-07-12 15:38:00",
              updatedon: "2021-02-03 15:15:47",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/zoom.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/zoom.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 10,
              name: "Кольпоскоп МК-200",
              intro: "Кольпоскоп МК-200",
              image: "assets/images/devices/MK200.png",
              idx: 16,
              isHidden: 0,
              depts: [132],
              subdepts: [132, 191],
              specs: "",
              props: {
                content:
                  "<p>&nbsp;</p>\r\n\r\n<p>Кольпоскоп мк-200- безошибочно определяет патологию&nbsp;шейки матки. Эта патология имеет в наши дни широчайшее распространение среди женщин различного возраста. Крайне важно определить вид патологии на ранней стадии, для того чтобы не упустить время, ведь от этого будет зависеть сложность самого лечение.<br />\r\nБлагодаря кольпоскопу специалисты безошибочно и быстро смогут определить любой вид патологии: фоновые, предраковые или раковые заболевания.</p>\r\n\r\n<p>&nbsp;</p>",
              },
              createdon: "2019-07-12 16:16:34",
              updatedon: "2021-02-02 15:22:05",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/MK200.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/MK200.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 1,
              name: "Leica M320",
              intro: " - стоматологический микроскоп (Германия)",
              image: "assets/images/devices/leica1.png",
              idx: 13,
              isHidden: 0,
              depts: [130, 162],
              subdepts: "",
              specs: "",
              props: {
                content:
                  "<p>В Клинике Здоровья Исток используется новый стоматологический операционный микроскоп немецкого производства Leica M320. Микроскоп позволяет нашим врачам выполнять работу с высокой точностью и качеством. Стоматологический микроскоп — это высокотехнологичное оборудование, необходимое&nbsp;в работе эндодонтиста при лечении каналов. С помощью микроскопа врач видит анатомические особенности зуба, трещины на корнях зуба. В хирургии микроскоп позволяет проводить операции с наименьшим повреждениями.</p>",
              },
              createdon: "2018-09-05 11:44:44",
              updatedon: "2023-11-06 11:47:00",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/leica1.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/leica1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 2,
              name: "Современный аппарат УЗИ Philips",
              intro: " - аппарат с возможностью 3D и 4D",
              image: "assets/images/devices/UZI-1.png",
              idx: 3,
              isHidden: 0,
              depts: [132, 137, 153, 160],
              subdepts: [132, 137, 160, 191, 198, 202],
              specs: "",
              props: {
                content:
                  "<p>&nbsp;</p>\r\n\r\n<p>Самый современный УЗИ Philips HD15.</p>\r\n\r\n<p>Ультразвуковое исследование любых органов.</p>\r\n\r\n<p>Дуплексное сканирование сосудов.</p>\r\n\r\n<p>УЗИ аппарат высокого качества марки Philips.</p>",
              },
              createdon: "2018-09-05 17:38:10",
              updatedon: "2024-05-08 14:48:45",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/UZI-1.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/UZI-1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 3,
              name: "Суточный монитор АД и ЭКГ по Холтеру",
              intro:
                " - устройство для проведения электрокардиограммы (ЭКГ)\r\nи измерения артериального давления",
              image: "assets/images/devices/smad_holter_1.jpg",
              idx: 0,
              isHidden: 0,
              depts: [134, 137, 144, 160],
              subdepts: [134, 137, 160],
              specs: "",
              props: {
                content:
                  "<p>Суточный <strong>монитор артериального давления</strong> (АД) и <strong>электрокардиограммы</strong> (ЭКГ) по Холтеру — это современное устройство, которое позволяет в течение 24-х и более часов фиксировать работу сердца и изменения давления. Аппарат удобно закрепляется на теле пациента, не ограничивая его обычную активность, что обеспечивает точную и полную диагностику.</p>\r\n\r\n<p>Что позволяет выявить мониторинг?</p>\r\n\r\n<ul>\r\n\t<li>колебания артериального давления в течение суток</li>\r\n\t<li>нарушения сердечного ритма (аритмии)</li>\r\n\t<li>эпизоды ишемии миокарда</li>\r\n\t<li>реакцию сердечно-сосудистой системы на физическую нагрузку или стресс.</li>\r\n</ul>\r\n\r\n<p>Преимущества метода:</p>\r\n\r\n<ul>\r\n\t<li><strong>Точность диагностики.</strong> Позволяет выявить отклонения, которые не видны при разовых измерениях.</li>\r\n\t<li><strong>Комфорт.</strong> Лёгкий и компактный прибор не мешает повседневной жизни.</li>\r\n\t<li><strong>Безопасность.</strong> Процедура абсолютно неинвазивна и подходит для людей любого возраста.</li>\r\n</ul>\r\n\r\n<p>Мониторинг АД и ЭКГ по Холтеру — ключевой метод для оценки состояния сердечно-сосудистой системы и подбора оптимального лечения.</p>",
              },
              createdon: "2018-10-19 23:09:32",
              updatedon: "2025-01-21 15:55:31",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/smad_holter_1.jpg",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/smad_holter_1.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 4,
              name: "Аппарат косметологический Skin Expert",
              intro: " - технология на основе ультразвуковой терапии",
              image: "assets/images/devices/skin-expert2021.png",
              idx: 8,
              isHidden: 0,
              depts: [139, 142],
              subdepts: [139, 142, 145, 157, 213],
              specs: "",
              props: {
                content:
                  "<p>В данном аппарате применена технология на основе ультразвуковой терапии. Аппарат выполняет функции глубокого пилинга лица и тела и действует как ультразвуковой скрабер, ультрафонофорез, иофонофорез. Применяется для мягкой стимуляции мышечного каркаса лица, лимфодренажа, увлажнение кожи, лечение акне.</p>",
              },
              createdon: "2018-10-19 23:13:59",
              updatedon: "2021-02-03 14:16:56",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/skin-expert2021.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/skin-expert2021.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
            {
              id: 5,
              name: "Фракционный лазер CO2",
              intro: " - высокотехнологичное медицинское оборудование",
              image: "assets/images/devices/CO2.png",
              idx: 0,
              isHidden: 0,
              depts: [139, 142],
              subdepts: [139, 142, 157, 213],
              specs: "",
              props: {
                content:
                  "<p>Фракционный лазер CO2 – это высокотехнологичное медицинское оборудование, он безопасен и надежен для решения проблем с кожей лица, шрамами и рубцами. Сферы применения:</p>\r\n\r\n<ul>\r\n\t<li>Удаление угревой сыпи, постугревых рубцов, шрамов и тп;</li>\r\n\t<li>Удаление морщин вокруг глаз, «гусиных лапок» и морщин, образующихся в результате нехватки влаги в коже;</li>\r\n\t<li>Эффективное удаление морщин на лице, лбу, в местах сгиба;</li>\r\n\t<li>Удаление веснушек, родимых пятен и других пятен, формирующихся в результате гиперхромных патологических изменений;</li>\r\n\t<li>Шлифовка кожи и подтяжка кожи;</li>\r\n\t<li>Удаление рубцов беременности, растяжек и других глубоких шрамов.</li>\r\n</ul>",
              },
              createdon: "2018-10-19 23:15:19",
              updatedon: "2021-02-03 14:17:30",
              pics: [
                {
                  src: "http://stomistok.modx/assets/images/devices/CO2.png",
                  thumb:
                    "http://stomistok.modx/assets/components/phpthumbof/cache/CO2.ac057189f6a9abfd1dc56163a4910833.webp",
                },
              ],
            },
          ],
        }),
      200
    );
  });

export default fetchHardwareData;
